const Postavshik = () => {
  return (<div className="bg-stone-100">
    <div className=" text-lg mx-auto container">
      <h1 className="mt-12 text-4xl ">Поставщикам</h1>
      <p className="mt-4">
        Компания Teplodomshop всегда готова рассматривать новые предложения о
        сотрудничестве. <br /> Нашей целью является развитие взаимовыгодных партнерских
        отношений с поставщиками и производителями для того, чтобы вместе
        предлагать нашим покупателям лучшее товарное предложение по низким ценам
        при стабильном качестве и гарантированном наличии.
      </p>
      <p className="mt-4">
        Особое внимание мы уделяем локальным поставщикам и, в особенности,
        производителям в каждом регионе и стремимся обеспечить максимальное
        расширение такого сотрудничества. Эта поддержка дает региональным
        производителям отличную возможность для развития их бизнеса и
        многократного увеличения продаж.
      </p>
      <p className="mt-4">
        Если Вы хотите стать поставщиком нашей компании, рекомендуем заполнить
        анкету.
      </p>
      <p className="mt-4 pb-14">
        Добро пожаловать, уважаемые будущие Партнеры! Мы будем всегда рады
        увидеть Ваши сообщения с вопросами или предложениями, присланные на
        специальный почтовый ящик, указанный в разделе «Контакты».
      </p>
    </div>
 </div> );
};

export default Postavshik;
